Repository: apertium/apertium-eng-sat
Catalog: eng-sat(general).tmx
Source language: en_gb
Languages: sat_in

source: en-GB
sat_in: sat-IN

source: Our Country full of mountains.
sat_in: ᱟᱞᱮ ᱫᱤᱥᱚᱢ ᱵᱩᱨᱩ ᱫᱤᱥᱚᱢ ᱾

source: What is you name?
sat_in: ᱟᱢᱟᱜ ᱧᱩᱛᱩᱢ ᱫᱚ ᱪᱮᱫ ᱠᱟᱱᱟ?

source: Santali language or Santali language
sat_in: ᱥᱟᱱᱛᱟᱲᱤ ᱥᱮ ᱥᱟᱱᱛᱟᱲᱤ ᱯᱟᱹᱨᱥᱤ?

source: What are some village news?
sat_in: ᱫᱤᱥᱚᱢ ᱠᱷᱚᱵᱚᱨ ᱫᱚ ᱪᱮᱫ ᱠᱟᱱᱟ ?

source: Aryo Arag completed it's first anniversary.
sat_in: ᱟᱭᱳ ᱟᱨᱟᱝ ᱯᱩᱭᱞᱩ ᱥᱮᱨᱢᱟ ᱥᱮᱱᱮᱞᱮᱫ ᱯᱩᱨᱟᱹᱣ ᱮᱱᱟ ᱾

source: My name is Raghunath.
sat_in: ᱤᱧᱟᱜ ᱧᱩᱛᱩᱢ ᱫᱚ ᱨᱟᱹᱜᱷᱩᱱᱟᱛᱷ ᱠᱟᱱᱟ ᱾

source: I didn't sang.
sat_in: ᱤᱧ ᱫᱚ ᱵᱟᱹᱧ ᱥᱮᱨᱮᱧ ᱞᱮᱜᱼᱟ ᱾

source: I sang a welcome song.
sat_in: ᱤᱧ ᱥᱟᱹᱜᱩᱱ ᱫᱟᱨᱟᱢ ᱥᱮᱨᱮᱧ ᱤᱧ ᱥᱮᱨᱮᱧ ᱠᱮᱜᱼᱟ ᱾

source: What is my name.
sat_in: ᱤᱧᱟᱜ ᱧᱩᱛᱩᱢ ᱫᱚ ᱪᱮᱫ ᱠᱟᱱᱟ?

source: My name is Sagun.
sat_in: ᱤᱧᱟᱜ ᱧᱩᱛᱩᱢ ᱫᱚ ᱥᱟᱹᱜᱩᱱ ᱠᱟᱱᱟ ᱾

source: My name is Bisu.
sat_in: ᱤᱧᱟᱜ ᱧᱩᱛᱩᱢ ᱫᱚ ᱵᱤᱥᱩ ᱠᱟᱱᱟ ᱾

source: Your name is Sagun.
sat_in: ᱟᱢᱟᱜ ᱧᱩᱛᱩᱢ ᱫᱚ ᱥᱟᱹᱜᱩᱱ ᱠᱟᱱᱟ ᱾

source: His name is Kahu.
sat_in: ᱩᱱᱤᱭᱟᱜ ᱧᱩᱛᱩᱢ ᱫᱚ ᱠᱟᱹᱦᱩ ᱠᱟᱱᱟ ᱾

source: His name is Sagun.
sat_in: ᱩᱱᱤᱭᱟᱜ ᱧᱩᱛᱩᱢ ᱫᱚ ᱥᱟᱹᱜᱩᱱ ᱠᱟᱱᱟ ᱾

source: These are ok.
sat_in: ᱱᱚᱶᱟ ᱠᱚ ᱫᱚ ᱴᱷᱤᱠ ᱠᱟᱱᱟ ᱾

source: Basen Murmu is no more.
sat_in: ᱵᱟᱥᱮᱱ ᱢᱩᱨᱢᱩ ᱫᱚ ᱵᱟᱹᱱᱩᱜ ᱮᱭᱟ᱾

source: These are names.
sat_in: ᱱᱚᱶᱟ ᱠᱚ ᱫᱚ ᱧᱩᱛᱩᱢ ᱠᱟᱱᱟ ᱾

source: This is my crop.
sat_in: ᱱᱚᱶᱟ ᱤᱧᱟᱜ ᱵᱟᱹᱫ ᱠᱟᱱᱟ ᱾

source: This is not my crop.
sat_in: ᱱᱚᱶᱟ ᱤᱧᱟᱜ ᱵᱟᱹᱫ ᱵᱟᱝ ᱠᱟᱱᱟ ᱾

source: I don't like you.
sat_in: ᱤᱧ ᱫᱚ ᱵᱟᱹᱧ ᱠᱩᱥᱤ ᱟᱢᱟ ᱾

source: I will like you.
sat_in: ᱤᱧ ᱫᱚ ᱠᱩᱥᱤ ᱟᱢᱟ ᱾

source: These crop fields are mine.
sat_in: ᱱᱚᱶᱟ ᱵᱟᱹᱫ ᱠᱚ ᱫᱚ ᱤᱧᱟᱜ ᱠᱟᱱᱟ ᱾

source: This is his garden.
sat_in: ᱱᱚᱶᱟ ᱟᱡᱟᱜ ᱵᱟᱲᱜᱮ ᱠᱟᱱᱟ ᱾

source: My mother planted plants in the garden.
sat_in: ᱤᱧ ᱜᱚ ᱱᱚᱶᱟ ᱵᱟᱲᱜᱮ ᱨᱮ ᱫᱟᱨᱮ ᱨᱚᱦᱚᱭ ᱠᱟᱜᱼᱟᱭ ᱾

source: That was small.
sat_in: ᱚᱱᱟ ᱫᱚ ᱦᱚᱯᱚᱱ ᱜᱮ ᱛᱟᱦᱮᱸ ᱠᱟᱱᱟ ᱾

source: You are beautiful.
sat_in: ᱟᱢ ᱫᱚ ᱪᱚᱨᱚᱠ ᱟᱢ᱾

source: That was big.
sat_in: ᱚᱱᱟ ᱫᱚ ᱢᱟᱨᱟᱝ ᱜᱮ ᱛᱟᱦᱮᱸ ᱠᱟᱱᱟ ᱾

source: Aryo Arag completed it's second anniversary.
sat_in: ᱟᱭᱳ ᱟᱨᱟᱝ ᱫᱚᱥᱟᱨ ᱥᱮᱨᱢᱟ ᱥᱮᱱᱮᱞᱮᱫ ᱯᱩᱨᱟᱹᱣ ᱮᱱᱟ ᱾

source: That was very big.
sat_in: ᱚᱱᱟ ᱫᱚ ᱟᱹᱰᱤ ᱢᱟᱨᱟᱝ ᱜᱮ ᱛᱟᱦᱮᱸ ᱠᱟᱱᱟ ᱾

source: This is his house.
sat_in: ᱱᱚᱶᱟ ᱟᱡᱟᱜ ᱚᱲᱟᱜ ᱠᱟᱱᱟ ᱾

source: That was very small.
sat_in: ᱚᱱᱟ ᱫᱚ ᱟᱹᱰᱤ ᱦᱚᱯᱚᱱ ᱜᱮ ᱛᱟᱦᱮᱸ ᱠᱟᱱᱟ ᱾

source: How are you.
sat_in: ᱟᱢ ᱪᱮᱞᱠᱟ ᱢᱮᱱᱟᱢᱟ?

source: What are you doing.
sat_in: ᱟᱢ ᱪᱮᱫ ᱮᱢ ᱪᱤᱠᱟᱹᱮᱫᱟᱢ?

source: He jumped over the rope.
sat_in: ᱩᱱᱤ ᱵᱟᱵᱮᱨ ᱪᱮᱛᱟᱱ ᱨᱮ ᱫᱚᱱ ᱠᱮᱜᱼᱟᱭ ᱾

source: She jumped over the rope.
sat_in: ᱩᱱᱤ ᱵᱟᱹᱞᱤ ᱪᱮᱛᱟᱱ ᱨᱮ ᱫᱚᱱ ᱠᱮᱜᱼᱟᱭ ᱾

source: Jogesh jumped over the rope.
sat_in: ᱡᱚᱜᱮᱥ ᱵᱟᱵᱮᱨ ᱪᱮᱛᱟᱱ ᱨᱮ ᱫᱚᱱ ᱠᱮᱜᱼᱟᱭ ᱾

source: He jumped into the well.
sat_in: ᱩᱱᱤ ᱠᱩᱸᱭ ᱨᱮ ᱫᱚᱱ ᱠᱮᱜᱼᱟᱭ ᱾

source: This is my house.
sat_in: ᱱᱚᱶᱟ ᱫᱚ ᱤᱧᱟᱜ ᱚᱲᱟᱜ ᱠᱟᱱᱟ ᱾

source: This is not my office.
sat_in: ᱱᱚᱶᱟ ᱫᱚ ᱤᱧᱟᱜ ᱚᱯᱷᱤᱥ ᱵᱟᱝ ᱠᱟᱱᱟ ᱾

source: Santali language is spoken by people.
sat_in: ᱥᱟᱱᱛᱟᱲᱤ ᱯᱟᱹᱨᱥᱤ ᱫᱚ ᱦᱚᱲ ᱠᱚ ᱨᱚᱲᱼᱟ ᱾

source: I'm going to hotel.
sat_in: ᱤᱧ ᱦᱚᱴᱮᱞ ᱥᱮᱫ ᱥᱮᱱᱚᱜ ᱠᱟᱹᱱᱟᱹᱧ ᱾

source: I want to watch cartoon.
sat_in: ᱤᱧ ᱠᱟᱹᱴᱩᱱ ᱧᱮᱞ ᱥᱮᱱᱟᱹᱧ ᱠᱟᱱᱟ ᱾

source: I want to sleep after eating water rice.
sat_in: ᱫᱟᱜ ᱢᱟᱹᱲᱤ ᱫᱟᱠᱟ ᱡᱚᱢ ᱠᱟᱛᱮ ᱡᱟᱹᱯᱤᱫ ᱥᱮᱱᱟᱹᱧ ᱠᱟᱱᱟ ᱾

source: His face is black.
sat_in: ᱟᱡᱟᱜ ᱢᱚᱪᱟ ᱫᱚ ᱦᱮᱸᱫᱮ ᱜᱮᱭᱟ ᱾

source: Have to save picture in my mobile.
sat_in: ᱢᱚᱵᱟᱭᱤᱞ ᱨᱮ ᱪᱤᱛᱟᱹᱨ ᱥᱟᱺᱪᱟᱣ ᱨᱮᱭᱟᱜ ᱢᱮᱱᱟᱜᱼᱟ ᱾

source: Have to change the name very fast.
sat_in: ᱞᱚᱜᱚᱱ ᱜᱮ ᱧᱩᱛᱩᱢ ᱵᱚᱫᱚᱞ ᱛᱮ ᱦᱩᱭᱟᱢᱟ ᱾

source: Mud stuck to my right hand.
sat_in: ᱡᱚᱡᱚᱢ ᱛᱤ ᱨᱮ ᱞᱚᱥᱚᱫ ᱞᱟᱴᱷᱟ ᱠᱟᱱᱟ ᱾

source: He climbed the roof.
sat_in: ᱩᱱᱤ ᱪᱷᱟᱛᱚ ᱫᱮᱡ ᱮᱱᱟᱭ᱾

source: Snake is not present in the shoe.
sat_in: ᱵᱤᱝ ᱡᱩᱛᱟᱹ ᱨᱮ ᱵᱤᱝ ᱵᱚᱞᱚ ᱠᱟᱱᱟᱭ ᱾

source: He removed his shoe when he felt uncomfortable
sat_in: ᱮᱴᱠᱮᱴᱚᱬᱮ ᱵᱩᱡᱷᱟᱹᱣ ᱠᱮᱫ ᱠᱷᱟᱱ ᱡᱩᱛᱟᱹ ᱠᱷᱚᱱ ᱠᱟᱴᱟ ᱚᱰᱚᱠ ᱠᱮᱫ ᱛᱟᱭᱟ ᱾

source: He didn't kill him.
sat_in: ᱩᱱᱤ ᱫᱚ ᱩᱱᱤ ᱵᱟᱭ ᱜᱚᱡ ᱠᱮᱫᱮᱭᱟ ᱾

source: That person left him in the forest.
sat_in: ᱩᱱᱤ ᱦᱚᱲ ᱵᱤᱨ ᱨᱮ ᱟᱲᱟᱜ ᱠᱮᱫᱮᱭᱟᱭ ᱾

source: Many people built their home in the foest.
sat_in: ᱵᱤᱨ ᱨᱮ ᱫᱚ ᱟᱹᱰᱤᱜᱟᱱ ᱦᱚᱲ ᱚᱲᱟᱜ ᱠᱚ ᱛᱮᱭᱟᱨ ᱠᱟᱣᱱᱟ ᱾

source: Their is a vehicle to the right.
sat_in: ᱡᱚᱡᱚᱢ ᱛᱤ ᱯᱟᱦᱟᱹᱴᱟ ᱥᱮᱫ ᱜᱟᱰᱟ ᱢᱮᱱᱟᱜᱼᱟ ᱾

source: Ducks were swimming in the river.
sat_in: ᱜᱟᱰᱟ ᱨᱮ ᱜᱮᱰᱮ ᱠᱚ ᱯᱟᱭᱨᱟᱜ ᱠᱟᱱ ᱛᱮᱦᱮᱸᱧ ᱾

source: There is a big rock in the middle of the river.
sat_in: ᱜᱟᱰᱟ ᱛᱟᱞᱟ ᱨᱮ ᱢᱟᱨᱟᱝ ᱫᱷᱤᱨᱤ ᱢᱮᱱᱟᱜᱼᱟ ᱾

source: Rocks are very big.
sat_in: ᱫᱷᱤᱨᱤ ᱠᱚ ᱟᱹᱰᱤ ᱢᱟᱨᱟᱝ ᱢᱟᱨᱟᱝ ᱜᱮᱭᱟ ᱾

source: Bird was sitting on the rock.
sat_in: ᱫᱷᱤᱨᱤ ᱪᱮᱛᱟᱱ ᱨᱮ ᱪᱮᱬᱮ ᱫᱩᱲᱩᱵ ᱞᱮᱱᱟᱭ ᱾

source: We should wear a helmet while driving a bike.
sat_in: ᱟᱵᱚ ᱫᱚ ᱦᱮᱞᱢᱮᱴ ᱦᱚᱨᱚᱜ ᱠᱟᱛᱮ ᱜᱟᱹᱰᱤ ᱪᱟᱹᱞᱩ ᱠᱟᱛᱷᱟ ᱾

source: Baripada is a beautiful town.
sat_in: ᱵᱟᱹᱨᱯᱟᱫᱟ ᱫᱚ ᱟᱹᱰᱤ ᱪᱚᱨᱚᱠ ᱴᱟᱩᱱ ᱠᱟᱱᱟ᱾

source: Baripada is just nearby.
sat_in: ᱵᱟᱹᱨᱯᱟᱫᱟ ᱫᱚ ᱥᱩᱨ ᱨᱮᱜᱮ ᱢᱮᱱᱟᱜᱼᱟ᱾

source: Where is the straw house?
sat_in: ᱵᱩᱥᱩᱵ ᱚᱲᱟᱜ ᱫᱚ ᱚᱠᱟᱨᱮ ᱢᱮᱱᱟᱜᱼᱟ?

source: Where is your house?
sat_in: ᱟᱢᱟᱜ ᱚᱲᱟᱜ ᱫᱚ ᱚᱠᱟ ᱥᱮᱫ ᱨᱮ ᱢᱮᱱᱟᱜᱼᱟ᱾

source: Where is Balungagodia village?
sat_in: ᱵᱟᱞᱩᱝᱜᱟᱜᱚᱰᱤᱭᱟ ᱟᱹᱛᱩ ᱫᱚ ᱚᱠᱟᱨᱮ ᱢᱮᱱᱟᱜᱼᱟ᱾

source: Have you gone to Baripada?
sat_in: ᱟᱢ ᱵᱟᱨᱤᱯᱚᱫᱟ ᱛᱤᱥ ᱮᱢ ᱪᱟᱞᱟᱣ ᱠᱟᱱᱟ ᱥᱮ?

source: No i haven't, i have never gone.
sat_in: ᱵᱟᱝᱟ ᱤᱧ ᱫᱚ ᱵᱟᱝᱜᱮ, ᱤᱧ ᱛᱤᱥ ᱦᱚᱸ ᱵᱟᱹᱧ ᱪᱟᱞᱟᱣ ᱠᱟᱱᱟ᱾

source: Have you eaten pani puri?
sat_in: ᱟᱢ ᱛᱤᱥᱚᱜ ᱯᱟᱱᱤ ᱯᱩᱨᱤ ᱡᱚᱢ ᱠᱟᱜᱼᱟᱢ ᱥᱮ?

source: Yes, i have eaten pani puri and it was very tasty.
sat_in: ᱦᱚᱭ, ᱤᱧ ᱫᱚ ᱯᱟᱱᱤ ᱯᱩᱨᱤ ᱡᱚᱢ ᱠᱟᱹᱜᱟᱹᱧ ᱟᱨ ᱚᱱᱟ ᱫᱚ ᱟᱹᱰᱤ ᱵᱮᱥ ᱵᱩᱡᱷᱟᱹᱣᱜᱼᱟ᱾

source: Have you seen sahid smriti bhawan?
sat_in: ᱟᱢ ᱛᱤᱥᱚᱜ ᱥᱚᱦᱤᱫ ᱥᱢᱨᱩᱛᱤ ᱵᱷᱚᱣᱚᱱ ᱮᱢ ᱧᱮᱞ ᱟᱠᱟᱫᱼᱟ ᱥᱮ?

source: Yes yesterday i went there for a meeting.
sat_in: ᱦᱚᱭ ᱦᱚᱞᱟ ᱤᱧ ᱚᱱᱰᱮ ᱫᱩᱯᱲᱩᱵ ᱞᱟᱹᱜᱤᱫ ᱪᱟᱞᱟᱣᱟᱹᱧ᱾

source: what is there inside?
sat_in: ᱵᱷᱤᱛᱨᱭ ᱨᱮ ᱪᱮᱫ ᱢᱮᱱᱟᱜᱼᱟ?

source: There are many trees in my village.
sat_in: ᱟᱞᱮ ᱟᱹᱛᱩ ᱨᱮ ᱟᱹᱰᱤᱜᱟᱱ ᱫᱟᱨᱮ ᱠᱚ ᱢᱮᱱᱟᱜᱼᱟ᱾

source: I'm Bisu.
sat_in: ᱤᱧ ᱫᱚ ᱵᱤᱥᱩ᱾

source: You are a good boy.
sat_in: ᱟᱢ ᱫᱚ ᱵᱮᱥ ᱠᱚᱲᱟ ᱠᱟᱱᱟᱢ᱾

source: You are a good girl.
sat_in: ᱟᱢ ᱫᱚ ᱵᱮᱥ ᱠᱩᱲᱤ ᱠᱟᱱᱟᱢ᱾

source: You are a very good child.
sat_in: ᱟᱢ ᱫᱚ ᱟᱹᱰᱤ ᱵᱮᱟ ᱜᱤᱫᱽᱲᱟᱹ ᱠᱟᱱᱟᱢ᱾

source: We are boys.
sat_in: ᱟᱞᱮ ᱫᱚ ᱠᱚᱲᱟ ᱠᱟᱱᱟ ᱞᱮ᱾

source: They are women.
sat_in: ᱩᱱᱠᱩ ᱠᱚ ᱫᱚ ᱢᱟᱹᱭᱡᱩ ᱠᱟᱱᱟ ᱠᱚ᱾

source: These are grapes.
sat_in: ᱱᱚᱶᱟ ᱠᱚ ᱫᱚ ᱚᱝᱜᱩᱨ ᱠᱟᱱᱟ᱾

source: Those are men.
sat_in: ᱩᱱᱠᱩ ᱠᱚ ᱫᱚ ᱠᱚᱲᱟ ᱠᱱᱟ᱾

source: This is crow.
sat_in: ᱱᱩᱭ ᱫᱚ ᱠᱟᱹᱦᱩ ᱠᱟᱱᱟᱭ᱾

source: This place is full of buildings.
sat_in: ᱱᱚᱶᱟ ᱡᱟᱭᱜᱟ ᱫᱚ ᱫᱚᱞᱟᱱ ᱛᱮ ᱜᱮ ᱯᱮᱨᱮᱡ ᱪᱟᱵᱟ ᱠᱟᱱᱟ᱾

source: English
sat_in: Santali

source: hair
sat_in: ᱩᱵᱽ

source: head
sat_in: ᱵᱚᱷᱚᱜ

source: skull
sat_in: ᱠᱷᱟᱯᱨᱤ

source: spinal cord
sat_in: ᱵᱤᱥᱤᱡᱟᱲ

source: back of head
sat_in: ᱛᱚᱛᱠᱟ

source: brain
sat_in: ᱦᱟᱛᱟᱲ, ᱵᱷᱮᱡᱟ

source: forehead
sat_in: ᱢᱚᱞᱚᱝ

source: face
sat_in: ᱢᱚᱲᱟ

source: eye
sat_in: ᱢᱮᱫ

source: eyelid
sat_in: ᱢᱮᱫ ᱠᱩᱴᱤ

source: nose
sat_in: ᱢᱩ

source: cheek
sat_in: ᱛᱷᱚᱛᱱᱟ

source: ear
sat_in: ᱞᱩᱛᱩᱨ

source: mouth
sat_in: ᱢᱚᱪᱟ

source: lip
sat_in: ᱞᱩᱴᱤ

source: palate
sat_in: ᱛᱟ.ᱨᱩ

source: tooth
sat_in: ᱰᱟᱴᱟ

source: tongue
sat_in: ᱟᱞᱟᱝ

source: neck
sat_in: ᱦᱚᱴᱚᱜᱽ

source: shoulder
sat_in: ᱛᱟᱨᱮᱱ

source: arm
sat_in: ᱥᱚᱯᱟ

source: skin
sat_in: ᱦᱟᱨᱛᱟ

source: hand
sat_in: ᱛᱤ

source: elbow
sat_in: ᱢᱚᱠᱟ

source: palm
sat_in: ᱛᱤᱷ ᱛᱟᱞᱠᱷᱟ

source: finger
sat_in: ᱠᱟ.ᱴᱩᱵ

source: nail
sat_in: ᱨᱟᱢᱟ

source: thumb
sat_in: ᱮᱸᱜᱟ ᱠᱟ.ᱴᱩᱵ

source: panter
sat_in: ᱩᱫᱩᱜ ᱠᱟ.ᱴᱩᱵ

source: middle finger
sat_in: ᱥᱤᱫ ᱠᱟ.ᱴᱩᱵ

source: ring finger
sat_in: ᱵᱟᱯᱞᱟ ᱠᱟ.ᱴᱩᱵᱽ

source: little finger
sat_in: ᱦᱩᱰᱤᱧ ᱠᱟ.ᱴᱩᱵ

source: chest
sat_in: ᱠᱚᱲᱟᱢ

source: lungs
sat_in: ᱵᱚᱨᱚ

source: heart
sat_in: ᱤᱱ

source: navel
sat_in: ᱵᱩᱠᱟ.

source: back
sat_in: ᱫᱮᱭᱟ

source: rump
sat_in: ᱰᱩᱵᱷᱤ

source: stomach
sat_in: ᱞᱟᱡᱽ

source: waist
sat_in: ᱰᱟᱸᱰᱟ

source: genital
sat_in: ᱢᱩᱛᱩ

source: buttock
sat_in: ᱰᱮᱠᱮ

source: bone
sat_in: ᱡᱟᱝ

source: meat
sat_in: ᱡᱤᱞ

source: blood
sat_in: ᱢᱟᱭᱟᱢ

source: thigh
sat_in: ᱵᱩᱞᱩ, ᱫᱷᱟᱲᱟ

source: knee
sat_in: ᱴᱷᱤᱴᱲᱟᱜ, ᱜᱚᱱᱴᱷᱮ

source: foot
sat_in: ᱡᱟᱝᱜᱟ

source: heel
sat_in: ᱤᱲᱤ

source: feet
sat_in: ᱡᱟᱝᱜᱟ ᱛᱷᱚᱯᱮ

source: leg
sat_in: ᱠᱟᱴᱟ

source: father
sat_in: ᱵᱟᱵᱟ

source: mother
sat_in: ᱟᱭᱳ

source: uncle
sat_in: ᱠᱟᱠᱟ

source: aunt
sat_in: ᱠᱟ.ᱠᱤ

source: grand father
sat_in: ᱜᱚᱲᱚᱢ ᱦᱟᱲᱟᱢ

source: grand mother
sat_in: ᱜᱚᱲᱚᱢ ᱵᱩᱲᱷᱤ

source: son in law
sat_in: ᱡᱟᱶᱟᱭ ᱜᱚᱢᱠᱮ

source: friend
sat_in: ᱜᱟᱛᱮ

source: maternal grandfather
sat_in: ᱜᱚᱲᱚᱢ ᱦᱚᱲᱟᱢ

source: maternal grandmother
sat_in: ᱜᱚᱲᱚᱢ ᱵᱩᱲᱷᱤ

source: husband
sat_in: ᱡᱟᱶᱟᱭ

source: daughter
sat_in: ᱵᱤᱴᱤ

source: son
sat_in: ᱵᱮᱴᱟ

source: love
sat_in: ᱫᱩᱞᱟ.ᱲ

source: sister
sat_in: ᱵᱚᱠᱚᱧ ᱠᱩᱲᱤ

source: brother
sat_in: ᱵᱚᱭᱦᱟ

source: guest
sat_in: ᱯᱮᱲᱟ

source: teacher
sat_in: ᱢᱟᱪᱮᱛ

source: preceptor
sat_in: ᱜᱩᱨᱩ

source: sister in law
sat_in: ᱤᱨᱤᱞ ᱠᱩᱲᱤ (ᱥᱟᱞᱤ)

source: maternal uncle
sat_in: ᱢᱟᱢᱟ

source: maternal aunt
sat_in: ᱢᱟᱢᱤ

source: mother's sister
sat_in: ᱠᱟ.ᱠᱤ

source: pupil
sat_in: ᱟᱪᱮᱛ

source: own
sat_in: ᱱᱤᱡᱟ.ᱨ

source: father in law
sat_in: ᱦᱚᱧᱦᱟᱨ ᱵᱟᱵᱟ

source: mother in law
sat_in: ᱦᱚᱧᱦᱟᱨ ᱟᱭᱳ

source: relative
sat_in: ᱱᱤᱡᱟ.ᱨ ᱯᱮᱲᱟ

source: step father
sat_in: ᱠᱟᱴ ᱵᱟᱵᱟ

source: step mother
sat_in: ᱪᱷᱩᱴᱠᱤ ᱟᱭᱳ

source: step brother
sat_in: ᱪᱷᱩᱴᱠᱤ ᱵᱚᱠᱚᱧ

source: step sister
sat_in: ᱪᱷᱩᱴᱠᱤ ᱵᱚᱠᱚᱧ ᱠᱩᱲᱤ

source: step daughter
sat_in: ᱪᱷᱩᱴᱠᱤ ᱵᱚᱠᱚᱧ ᱮᱨᱟ

source: step son
sat_in: ᱪᱷᱩᱴᱠᱤ ᱦᱚᱯᱚᱱ

source: maternal sister
sat_in: ᱦᱤᱞᱤ

source: sea shell
sat_in: ᱠᱟᱹᱣᱰᱤ ᱮᱝᱜᱟ

source: puja
sat_in: ᱯᱩᱡᱟᱹ

source: temple
sat_in: ᱢᱚᱱᱫᱤᱨ

source: statue
sat_in: ᱢᱩᱨᱛᱤ

source: black
sat_in: ᱦᱮᱸᱫᱮ

source: blue
sat_in: ᱞᱤᱞ

source: red
sat_in: ᱟᱨᱟᱜ

source: green
sat_in: ᱦᱟ.ᱨᱤᱭᱟ.ᱲ

source: white
sat_in: ᱯᱩᱸᱰ

source: yellow
sat_in: ᱥᱟᱥᱟᱝ

source: brown
sat_in: ᱢᱟᱴᱤᱭᱟᱲ

source: orange
sat_in: ᱜᱮᱨᱩᱟ

source: brinjal
sat_in: ᱵᱮᱱᱜᱩᱱᱤ

source: grain
sat_in: ᱦᱩᱲᱩ

source: pickle
sat_in: ᱟᱪᱟᱨ

source: semolina
sat_in: ᱥᱩᱡᱤ

source: flour
sat_in: ᱚᱴᱟ

source: comfit
sat_in: ᱤᱞᱟ.ᱭᱪᱤ

source: coffee
sat_in: ᱛᱚᱣᱟ ᱨᱮᱭᱟᱜ ᱪᱟᱭ

source: milk
sat_in: ᱛᱚᱣᱟ

source: ice-cream
sat_in: ᱮᱥᱠᱨᱮᱢ

source: wheat
sat_in: ᱜᱩᱦᱩᱢ

source: ghee
sat_in: ᱤᱛᱤᱞ ᱥᱩᱱᱩᱢ

source: sauce
sat_in: ᱪᱚᱴᱱᱤ

source: gram
sat_in: ᱪᱟᱱᱟ/ᱪᱷᱚᱞᱟ

source: rice
sat_in: ᱪᱟᱣᱞᱮ

source: tea
sat_in: ᱪᱟᱭ

source: sugar
sat_in: ᱪᱤᱱᱤ

source: cheese
sat_in: ᱯᱟ.ᱱᱤᱨ

source: vegetables
sat_in: ᱩᱛᱩ

source: oil
sat_in: ᱥᱩᱱᱩᱢ

source: pulse
sat_in: ᱫᱟ.ᱞ

source: tomato sauce
sat_in: ᱵᱤᱞᱟ.ᱛᱤ ᱪᱟᱴᱱᱤ

source: ice
sat_in: ᱵᱚᱨᱚᱯᱷ

source: biscuit
sat_in: ᱵᱤᱥᱠᱩᱴ

source: maiz
sat_in: ᱡᱚᱱᱚᱲᱟ

source: beef
sat_in: ᱰᱟᱜᱽᱨᱤ ᱡᱤᱞ

source: mutton
sat_in: ᱢᱮᱨᱚᱢ ᱡᱤᱞ

source: pork
sat_in: ᱥᱩᱠᱨᱤ ᱡᱤᱞ

source: sugar candy
sat_in: ᱢᱤᱥᱨᱤ ᱪᱤᱱᱤ

source: maida
sat_in: ᱢᱟᱭᱫᱟ

source: mustard
sat_in: ᱛᱩᱲᱤ

source: bread
sat_in: ᱧᱤᱸᱫᱟ ᱫᱟᱠᱟ

source: syrup
sat_in: ᱥᱚᱨᱵᱚᱛ

source: wine
sat_in: ᱯᱟ.ᱨᱣᱟ

source: honey
sat_in: ᱧᱮᱸᱞᱮᱨᱟᱥᱟ

source: mustard oil
sat_in: ᱛᱩᱲᱤ ᱥᱩᱱᱩᱢ

source: apple
sat_in: ᱥᱮᱣᱚ

source: banana
sat_in: ᱠᱟᱭᱨᱟ

source: carrot
sat_in: ᱟᱨᱟᱜ ᱢᱩᱞᱟ

source: cashew
sat_in: ᱵᱤᱞᱟ.ᱛᱤ ᱥᱷᱚᱥᱷᱚ

source: date
sat_in: ᱠᱷᱟ.ᱡᱩᱨ

source: grape
sat_in: ᱟᱸᱜᱩᱨ

source: lychee
sat_in: ᱞᱤᱪᱩ

source: mango
sat_in: ᱩᱞ

source: pomegranate
sat_in: ᱟᱱᱟᱨ

source: tamarind
sat_in: ᱡᱚᱡᱚ ᱡᱚ

source: watermelon
sat_in: ᱫᱟᱜᱠᱚᱦᱲᱟ

source: peacock
sat_in: ᱢᱟᱨᱟᱜ

source: parrot
sat_in: ᱢᱤᱨᱩ

source: crow
sat_in: ᱠᱟ.ᱦᱩ

source: pigeon
sat_in: ᱯᱟᱨᱣᱟ

source: myna
sat_in: ᱠᱤᱥᱱᱤ

source: sparrow
sat_in: ᱞᱮᱴᱠᱟ ᱪᱮᱸᱬᱮ

source: eagle
sat_in: ᱠᱩᱲᱤᱫ

source: owl
sat_in: ᱠᱚᱡᱚᱨ

source: cock
sat_in: ᱥᱤᱢ ᱥᱟ.ᱰᱤ

source: hen
sat_in: ᱥᱤᱢ ᱮᱸᱜᱟ

source: duck
sat_in: ᱜᱮᱲᱮ

source: swan
sat_in: ᱢᱟᱨᱟᱝ ᱜᱮᱰᱮ

source: vulture
sat_in: ᱜᱤᱫᱤ

source: potato
sat_in: ᱟ.ᱞᱩ

source: cauliflower
sat_in: ᱵᱟᱦᱟ ᱠᱩᱵᱤ

source: cabbage
sat_in: ᱯᱚᱴᱚᱢ ᱠᱩᱵᱤ

source: cucumber
sat_in: ᱛᱟᱦᱮᱨ

source: onion
sat_in: ᱯᱮᱭᱟᱡ

source: pea
sat_in: ᱢᱚᱴᱚᱨ ᱪᱷᱚᱞᱟ

source: bitter gourd
sat_in: ᱠᱟᱨᱞᱟ

source: raddish
sat_in: ᱡᱩᱞᱟ.

source: tomato
sat_in: ᱵᱤᱞᱟ.ᱛᱤ

source: bottle gourd
sat_in: ᱦᱚᱛᱚᱫ

source: ginger
sat_in: ᱚᱫᱟ

source: spinach
sat_in: ᱯᱟᱞᱚᱱ ᱟᱲᱟᱜ

source: turnip
sat_in: ᱟᱨᱟᱜ ᱢᱩᱞᱟ.

source: chilli
sat_in: ᱢᱟ.ᱨᱤᱪ

source: lady finger
sat_in: ᱵᱷᱮᱰᱣᱟ

source: mint
sat_in: ᱯᱩᱫᱱᱟ.

source: papaya
sat_in: ᱡᱟᱲᱟ

source: coriender
sat_in: ᱢᱚᱥᱞᱟ ᱥᱟᱠᱟᱢ

source: jack fruit
sat_in: ᱜᱷᱟᱱᱴᱟᱲ

source: panther
sat_in: ᱪᱤᱛᱟ

source: lion
sat_in: ᱠᱟᱴᱟᱣᱟ ᱛᱟ.ᱨᱩᱵ

source: tiger
sat_in: ᱛᱟ.ᱨᱩᱵ

source: boar
sat_in: ᱵᱤᱨ ᱥᱩᱠᱨᱤ

source: bear
sat_in: ᱵᱟᱱᱟ

source: monkey
sat_in: ᱦᱟ.ᱬᱩ

source: gorilla
sat_in: ᱵᱤᱨᱦᱚᱲ

source: elephant
sat_in: ᱦᱟ.ᱛᱤ

source: deer
sat_in: ᱡᱤᱞ

source: rabbit
sat_in: ᱠᱩᱞᱟ.ᱭ

source: fox
sat_in: ᱛᱩᱭᱩ

source: hyena
sat_in: ᱦᱟᱰᱜᱟᱨ

source: fawn
sat_in: ᱡᱤᱞ ᱦᱤᱡ ᱜᱤᱫᱨᱟ.

source: squirrel
sat_in: ᱛᱩᱲ

source: rhinoceros
sat_in: ᱫᱟᱜ ᱦᱟ.ᱛᱤ

source: horse
sat_in: ᱥᱟᱫᱚᱢ

source: cat
sat_in: ᱯᱩᱥᱤ

source: ass
sat_in: ᱜᱟᱫᱷᱟ

source: sheep
sat_in: ᱵᱷᱤᱰᱤ

source: camel
sat_in: ᱩᱸᱴ

source: dog
sat_in: ᱥᱮᱛᱟ

source: bitch
sat_in: ᱮᱸᱜᱟ ᱥᱮᱛᱟ

source: cow
sat_in: ᱜᱟ.ᱭ

source: mare
sat_in: ᱮᱸᱜᱟ ᱥᱟᱫᱚᱢ

source: colt
sat_in: ᱥᱟᱫᱚᱢ ᱜᱤᱫᱽᱨᱟ.

source: mouse
sat_in: ᱪᱩᱴᱩ

source: he goat
sat_in: ᱢᱮᱨᱚᱢ

source: she goat
sat_in: ᱮᱸᱜᱟ ᱢᱮᱨᱚᱢ

source: kid
sat_in: ᱢᱮᱨᱚᱢ ᱜᱤᱫᱽᱨᱟ.

source: calf
sat_in: ᱫᱟᱢᱠᱚᱢ

source: kitten
sat_in: ᱯᱩᱥᱤ ᱜᱤᱫᱽᱨᱟ.

source: ox
sat_in: ᱰᱟᱝᱨᱟ

source: lamb
sat_in: ᱵᱷᱤᱰᱤ ᱜᱤᱫᱽᱨᱟ.

source: buffalo
sat_in: ᱠᱟᱲᱟ

source: hoond
sat_in: ᱥᱮᱸᱫᱽᱨᱟ ᱥᱮᱛᱟ

source: bull
sat_in: ᱥᱚᱲᱚ

source: pig
sat_in: ᱥᱩᱠᱨᱤ

source: day
sat_in: ᱫᱤᱱ

source: week
sat_in: ᱦᱟᱴ

source: month
sat_in: ᱪᱟᱸᱫᱚ

source: year
sat_in: ᱥᱮᱨᱢᱟ

source: hour
sat_in: ᱴᱟᱲᱟᱝ

source: minute
sat_in: ᱴᱤᱯᱤᱡ

source: second
sat_in: ᱴᱤᱡ

source: sunday
sat_in: ᱥᱤᱸᱜᱩᱱ

source: monday
sat_in: ᱚᱛᱮ

source: tuesday
sat_in: ᱵᱟᱞᱮ

source: wednesday
sat_in: ᱥᱟ.ᱜᱩᱱ

source: thursday
sat_in: ᱥᱟ.ᱨᱫᱤ

source: friday
sat_in: ᱡᱟ.ᱨᱩᱵ

source: saturday
sat_in: ᱧᱩᱸᱦᱩᱢ

source: january
sat_in: ᱡᱟᱱᱩᱟᱨᱤ

source: february
sat_in: ᱯᱦᱮᱵᱨᱩᱟᱨᱭ

source: march
sat_in: ᱢᱟᱨᱪ

source: april
sat_in: ᱮᱯᱨᱤᱞ

source: may
sat_in: ᱢᱮᱭ

source: june
sat_in: ᱡᱩᱱ

source: july
sat_in: ᱡᱩᱞᱭ

source: august
sat_in: ᱟᱜᱚᱥᱴ

source: september
sat_in: ᱥᱮᱯᱴᱮᱢᱵᱚᱨ

source: october
sat_in: ᱚᱠᱴᱚᱵᱚᱨ

source: november
sat_in: ᱱᱚᱵᱷᱮᱢᱵᱚᱨ

source: december
sat_in: ᱰᱤᱥᱮᱢᱵᱚᱨ

source: Noun
sat_in: ᱧᱩᱱᱩᱢ

source: Pronoun
sat_in: ᱩᱧᱩᱢ

source: Adjective
sat_in: ᱜᱩᱱᱩᱱ

source: Verb
sat_in: ᱠᱟᱱᱣᱟ

source: Book
sat_in: ᱯᱚᱛᱚᱵ

source: Mango
sat_in: ᱩᱞ

source: Tree
sat_in: ᱫᱟᱨᱮ

source: House
sat_in: ᱚᱲᱟᱜ

source: this
sat_in: ᱱᱚᱶᱟ

source: that
sat_in: ᱚᱱᱟ

source: sweet
sat_in: ᱥᱤᱵᱤᱞ

source: hot
sat_in: ᱞᱚᱞᱚ

source: little
sat_in: ᱦᱩᱰᱤᱧ

source: to eat
sat_in: ᱡᱚᱢ

source: to drink
sat_in: ᱧᱩ

source: to come
sat_in: ᱦᱤᱡᱩᱜ

source: to sit
sat_in: ᱫᱩᱲᱩᱵ

source: we two
sat_in: ᱟᱹᱞᱟᱝ

source: we
sat_in: ᱟᱞᱮ

source: you
sat_in: ᱟᱢ

source: and
sat_in: ᱟᱨ

source: or
sat_in: ᱟᱨᱵᱟᱝ

source: or else
sat_in: ᱵᱟᱝᱠᱷᱟᱱ

source: in
sat_in: ᱨᱮ

source: about
sat_in: ᱨᱮᱭᱟᱜ

source: into
sat_in: ᱛᱮ

source: one
sat_in: ᱢᱤᱫ

source: ten
sat_in: ᱜᱮᱞ

source: hundred
sat_in: ᱥᱟᱭ

source: thousand
sat_in: ᱥᱮᱞᱥᱟᱭ

source: ten thousand
sat_in: ᱜᱮᱞᱥᱟᱥᱟᱭ

source: lac
sat_in: ᱢᱚᱲᱚᱭ

source: ten lac
sat_in: ᱜᱮᱞᱢᱚᱲᱚᱭ

source: carore
sat_in: ᱵᱚᱲᱚᱭ

source: zero
sat_in: ᱥᱩᱱᱭᱚ

source: two
sat_in: ᱵᱟᱨ

source: three
sat_in: ᱯᱮ

source: four
sat_in: ᱯᱩᱱ

source: five
sat_in: ᱢᱚᱸᱬᱮ

source: six
sat_in: ᱛᱩᱨᱩᱭ

source: seven
sat_in: ᱮᱭᱟᱭ

source: eight
sat_in: ᱤᱨᱟ.ᱞ

source: nine
sat_in: ᱟᱨᱮᱞ

source: eleven
sat_in: ᱜᱮᱞ ᱢᱤᱫ

source: twelve
sat_in: ᱜᱮᱞ ᱵᱟᱨ

source: thirteen
sat_in: ᱜᱮᱞ ᱯᱮ

source: fourteen
sat_in: ᱜᱮᱞ ᱯᱤᱱ

source: fifteen
sat_in: ᱜᱮᱞ ᱢᱚᱸᱬᱮ

source: sixteen
sat_in: ᱜᱮᱞ ᱛᱩᱨᱩᱭ

source: seventeen
sat_in: ᱜᱮᱞ ᱮᱭᱟᱭ

source: eighteen
sat_in: ᱜᱮᱞ ᱤᱨᱟ.ᱞ

source: nineteen
sat_in: ᱜᱮᱞ ᱟᱨᱮᱞ

source: twenty
sat_in: ᱵᱟᱨ ᱜᱮᱞ

source: twenty one
sat_in: ᱵᱟᱨ ᱜᱮᱞ ᱢᱤᱫ

source: twenty two
sat_in: ᱵᱟᱨ ᱜᱮᱞ ᱵᱟᱨ

source: twenty three
sat_in: ᱵᱟᱨ ᱜᱮᱞ ᱯᱮ

source: twenty four
sat_in: ᱵᱟᱨ ᱜᱮᱞ ᱯᱩᱱ

source: twenty five
sat_in: ᱵᱟᱨ ᱜᱮᱞ ᱢᱚᱸᱬᱮ

source: twenty six
sat_in: ᱵᱟᱨ ᱜᱮᱞ ᱛᱩᱨᱩᱭ

source: twenty seven
sat_in: ᱵᱟᱨ ᱜᱮᱞ ᱮᱭᱟᱭ

source: twenty eight
sat_in: ᱵᱟᱨ ᱜᱮᱞ ᱤᱨᱟ.ᱞ

source: twenty nine
sat_in: ᱵᱟᱨ ᱜᱮᱞ ᱟᱨᱮᱞ

source: thirty
sat_in: ᱯᱮ ᱜᱮᱞ

source: thirty one
sat_in: ᱯᱮ ᱜᱮᱞ ᱢᱤᱫ

source: thirty two
sat_in: ᱯᱮ ᱜᱮᱞ ᱵᱟᱨ

source: thirty three
sat_in: ᱯᱮ ᱜᱮᱞ ᱯᱮ

source: thirty four
sat_in: ᱯᱮ ᱜᱮᱞ ᱯᱩᱱ

source: thirty five
sat_in: ᱯᱮ ᱜᱮᱞ ᱢᱚᱸᱮ

source: thirty six
sat_in: ᱯᱮ ᱜᱮᱞ ᱛᱩᱨᱩᱭ

source: thirty seven
sat_in: ᱯᱮ ᱜᱮᱞ ᱮᱭᱟᱭ

source: thirty eight
sat_in: ᱯᱮ ᱜᱮᱞ ᱤᱨᱟ.ᱞ

source: thirty nine
sat_in: ᱯᱮ ᱜᱮᱞ ᱟᱨᱮᱞ

source: forty
sat_in: ᱯᱩᱱ ᱜᱮᱞ

source: forty one
sat_in: ᱯᱩᱱ ᱜᱮᱞ ᱢᱤᱫ

source: forty two
sat_in: ᱯᱩᱱ ᱜᱮᱞ ᱵᱟᱨ

source: forty three
sat_in: ᱯᱩᱱ ᱜᱮᱞ ᱯᱮ

source: forty four
sat_in: ᱯᱩᱱ ᱜᱮᱞ ᱯᱩᱱ

source: forty five
sat_in: ᱯᱩ ᱜᱮᱞ ᱢᱚᱬᱮ

source: forty six
sat_in: ᱯᱩᱱ ᱜᱮᱞ ᱛᱩᱨᱩᱭ

source: forty seven
sat_in: ᱯᱩᱱ ᱜᱮᱞ ᱮᱭᱟᱭ

source: forty eight
sat_in: ᱯᱩᱱ ᱜᱮᱞ ᱤᱨᱟ.ᱞ

source: forty nine
sat_in: ᱯᱩᱱ ᱜᱮᱞ ᱟᱨᱮᱞ

source: fifty
sat_in: ᱢᱚᱸᱬᱮ ᱜᱮᱞ

source: fifty one
sat_in: ᱢᱚᱸᱬᱮ ᱜᱮᱞ ᱢᱤᱫ

source: fifty two
sat_in: ᱢᱚᱸᱬᱮ ᱜᱮᱞ ᱵᱟᱨ

source: fifty three
sat_in: ᱢᱚᱸᱬᱮ ᱜᱮᱞ ᱯᱮ

source: fifty four
sat_in: ᱢᱚᱸᱬᱮ ᱜᱮᱞ ᱯᱩᱱ

source: fifty five
sat_in: ᱢᱚᱸᱬᱮ ᱜᱮᱞ ᱢᱚᱸᱬᱮ

source: fifty six
sat_in: ᱢᱚᱸᱬᱮ ᱜᱮᱞ ᱛᱩᱨᱩᱭ

source: fifty seven
sat_in: ᱢᱚᱸᱬᱮ ᱜᱮᱞ ᱮᱭᱟᱭ

source: fifty eight
sat_in: ᱢᱚᱸᱬᱮ ᱜᱮᱞ ᱤᱨᱟ.ᱞ

source: fifty nine
sat_in: ᱢᱚᱸᱬᱮ ᱜᱮᱞ ᱟᱨᱮᱞ

source: sixty
sat_in: ᱛᱩᱨᱩᱭ ᱜᱮᱞ

source: sixty one
sat_in: ᱛᱩᱨᱩᱭ ᱜᱮᱞ ᱢᱤᱫ

source: sixty two
sat_in: ᱛᱩᱨᱩᱭ ᱜᱮᱞ ᱵᱟᱨ

source: sixty three
sat_in: ᱛᱩᱨᱩᱭ ᱜᱮᱞ ᱯᱮ

source: sixty four
sat_in: ᱛᱩᱨᱩᱭ ᱜᱮᱞ ᱯᱩᱱ

source: sixty five
sat_in: ᱛᱩᱨᱩᱭ ᱜᱮᱞ ᱢᱚᱸᱬᱮ

source: sixty six
sat_in: ᱛᱩᱨᱩᱭ ᱜᱮᱞ ᱛᱩᱨᱩᱭ

source: sixty seven
sat_in: ᱛᱩᱨᱩᱭ ᱜᱮᱞ ᱮᱭᱟᱭ

source: sixty eight
sat_in: ᱛᱩᱨᱩᱭ ᱜᱮᱞ ᱤᱨᱟ.ᱞ

source: sixty nine
sat_in: ᱛᱩᱨᱩᱭ ᱜᱮᱞ ᱟᱨᱮᱞ

source: seventy
sat_in: ᱮᱭᱟᱭ ᱜᱮᱞ

source: seventy one
sat_in: ᱮᱭᱟᱭ ᱜᱮᱞ ᱢᱤᱫ

source: seventy two
sat_in: ᱮᱭᱟᱭ ᱜᱮᱞ ᱵᱟᱨ

source: seventy three
sat_in: ᱮᱭᱟᱭ ᱜᱮᱞ ᱯᱮ

source: seventy four
sat_in: ᱮᱭᱟᱭ ᱜᱮᱞ ᱯᱩᱱ

source: seventy five
sat_in: ᱮᱭᱟᱭ ᱜᱮᱞ ᱢᱚᱸᱬᱮ

source: seventy six
sat_in: ᱮᱭᱟᱭ ᱜᱮᱞ ᱛᱩᱨᱩᱭ

source: seventy seven
sat_in: ᱮᱭᱟᱭ ᱜᱮᱞ ᱮᱭᱟᱭ

source: seventy eight
sat_in: ᱮᱭᱟᱭ ᱜᱮᱞ ᱤᱨᱟ.ᱞ

source: seventy nine
sat_in: ᱮᱭᱟᱭ ᱜᱮᱞ ᱟᱨᱮᱞ

source: eighty
sat_in: ᱮᱨᱟ.ᱞ ᱜᱮᱞ

source: eighty one
sat_in: ᱮᱨᱟ.ᱞ ᱜᱮᱞ ᱢᱤᱫ

source: eighty two
sat_in: ᱮᱨᱟ.ᱞ ᱜᱮᱞ ᱵᱟᱨ

source: eighty three
sat_in: ᱮᱨᱟ.ᱞ ᱜᱮᱞ ᱯᱮ

source: eighty four
sat_in: ᱮᱨᱟ.ᱞ ᱜᱮᱞ ᱯᱩᱱ

source: eighty five
sat_in: ᱮᱨᱟ.ᱞ ᱜᱮᱞ ᱢᱚᱸᱬᱮ

source: eighty six
sat_in: ᱮᱨᱟ.ᱞ ᱜᱮᱞ ᱛᱩᱨᱩᱭ

source: eighty seven
sat_in: ᱮᱨᱟ.ᱞ ᱜᱮᱞ ᱮᱭᱟᱭ

source: eighty eight
sat_in: ᱮᱨᱟ.ᱞ ᱜᱮᱞ ᱤᱨᱟ.ᱞ

source: eighty nine
sat_in: ᱮᱨᱟ.ᱞ ᱜᱮᱞ ᱟᱨᱮᱞ

source: ninety
sat_in: ᱟᱨᱮᱞ ᱜᱮᱞ

source: ninety one
sat_in: ᱟᱨᱮᱞ ᱜᱮᱞ ᱢᱤᱫ

source: ninety two
sat_in: ᱟᱨᱮᱞ ᱜᱮᱞ ᱵᱟᱨ

source: ninety three
sat_in: ᱟᱨᱮᱞ ᱜᱮᱞ ᱯᱮ

source: ninety four
sat_in: ᱟᱨᱮᱞ ᱜᱮᱞ ᱯᱩᱱ

source: ninety five
sat_in: ᱟᱨᱮᱞ ᱜᱮᱞ ᱢᱚᱸᱬᱮ

source: ninety six
sat_in: ᱟᱨᱮᱞ ᱜᱮᱞ ᱛᱩᱨᱩᱭ

source: ninety seven
sat_in: ᱟᱨᱮᱞ ᱜᱮᱞ ᱮᱭᱟᱭ

source: ninety eight
sat_in: ᱟᱨᱮᱞ ᱜᱮᱞ ᱤᱨᱟ.ᱞ

source: ninety nine
sat_in: ᱟᱨᱮᱞ ᱜᱮᱞ ᱟᱨᱮᱞ

source: one hundred
sat_in: ᱢᱤᱫ ᱥᱟᱭ

source: Abkhazian
sat_in: ᱟᱹᱵᱠᱷᱟᱡᱤᱭᱟᱹᱱ

source: Achinese
sat_in: ᱟᱠᱷᱤᱱᱤᱡᱽ

source: Acoli
sat_in: ᱟᱹᱠᱚᱞᱤ

source: Adangme
sat_in: ᱟᱹᱰᱟᱱᱜᱢᱮ

source: Adyghe
sat_in: ᱟᱹᱰᱤᱜᱷᱮ

source: Afar
sat_in: ᱟᱹᱯᱷᱟᱹᱨ

source: Afrihili
sat_in: ᱟᱹᱯᱷᱨᱤᱦᱤᱞᱤ

source: Afrikaans
sat_in: ᱟᱯᱷᱨᱤᱠᱟᱱᱥ

source: Aghem
sat_in: ᱟᱜᱷᱮᱢ

source: Ainu
sat_in: ᱟᱭᱱᱩ

source: Akan
sat_in: ᱟᱠᱮᱱ

source: Akkadian
sat_in: ᱟᱠᱟᱰᱤᱭᱟᱹᱱ

source: Akoose
sat_in: ᱟᱠᱩᱡᱽ

source: Alabama
sat_in: ᱟᱞᱟᱵᱟᱢᱟ

source: Albanian
sat_in: ᱟᱞᱵᱟᱱᱤᱭᱟᱹᱱ

source: Aleut
sat_in: ᱟᱞᱮᱩᱴ

source: Algerian Arabic
sat_in: ᱟᱞᱡᱮᱨᱤᱭᱟᱹᱱ ᱟᱹᱨᱮᱵᱤᱠ

source: American Sign Language
sat_in: ᱟᱹᱢᱮᱨᱤᱠᱟᱹᱱ ᱪᱤᱱᱦᱟᱹ ᱯᱟᱹᱨᱥᱤ

source: Amharic
sat_in: ᱟᱹᱢᱦᱟᱹᱨᱤᱠ

source: Ancient Egyptian
sat_in: ᱥᱮᱫᱟᱭ ᱤᱡᱤᱯᱴᱤᱭᱟᱹᱱ

source: Ancient Greek
sat_in: ᱥᱮᱫᱟᱭ ᱜᱽᱨᱤᱠ

source: Angika
sat_in: ᱟᱹᱝᱜᱤᱠᱟ

source: Ao Naga
sat_in: ᱳ ᱱᱟᱜᱟ

source: Arabic
sat_in: ᱟᱹᱨᱵᱤ

source: Modern Standard Arabic
sat_in: ᱢᱚᱰᱮᱱ ᱥᱴᱟᱱᱰᱟᱨᱰ ᱟᱹᱨᱵᱤ

source: Aragonese
sat_in: ᱟᱨᱜᱚᱱᱤᱡᱽ

source: Aramaic
sat_in: ᱟᱨᱟᱢᱟᱭᱤᱠ

source: Araona
sat_in: ᱟᱨᱟᱚᱱᱟ

source: Arapaho
sat_in: ᱟᱨᱟᱯᱟᱦᱚ

source: Arawak
sat_in: ᱟᱨᱟᱣᱟᱠ

source: Armenian
sat_in: ᱟᱨᱢᱮᱱᱤᱭᱟᱹᱱ

source: Aromanian
sat_in: ᱟᱨᱚᱢᱟᱱᱤᱭᱟᱹᱱ

source: Arpitan
sat_in: ᱟᱨᱯᱤᱴᱟᱱ

source: Assamese
sat_in: ᱟᱥᱟᱢᱤᱡᱽ

source: Asturian
sat_in: ᱚᱮᱴᱩᱨᱤᱭᱟᱹᱱ

source: Asu
sat_in: ᱟᱤᱩ

source: Atsam
sat_in: ᱟᱴᱥᱟᱢ

source: Avaric
sat_in: ᱟᱣᱟᱨᱤᱠ

source: Avestan
sat_in: ᱟᱣᱮᱥᱴᱟᱱ

source: Awadhi
sat_in: ᱟᱹᱣᱫᱷᱤ

source: Aymara
sat_in: ᱟᱭᱢᱟᱨᱟ

source: Azerbaijani
sat_in: ᱟᱹᱡᱟᱹᱨᱵᱮᱭᱡᱟᱱᱤ

source: Azeri
sat_in: ᱟᱹᱡᱮᱨᱤ

source: Badaga
sat_in: ᱵᱟᱰᱮᱜᱟ

source: Bafia
sat_in: ᱵᱟᱯᱷᱤᱭᱟ

source: Bafut
sat_in: ᱵᱟᱯᱷᱩᱛ

source: Bakhtiari
sat_in: ᱵᱟᱠᱷᱛᱤᱭᱟᱨᱤ

source: Balinese
sat_in: ᱵᱟᱞᱤᱱᱤᱡᱽ

source: Baluchi
sat_in: ᱵᱟᱹᱞᱩᱪᱤ

source: Bambara
sat_in: ᱵᱟᱢᱵᱟᱨᱟ

source: Bamun
sat_in: ᱵᱟᱢᱩᱱ

source: Bangla
sat_in: ᱵᱟᱹᱝᱜᱞᱟ

source: Banjar
sat_in: ᱵᱟᱱᱯᱩᱨ

source: Basaa
sat_in: ᱵᱟᱥᱟ

source: Bashkir
sat_in: ᱵᱟᱥᱠᱤᱨ

source: Basque
sat_in: ᱵᱟᱤᱠ

source: Batak Toba
sat_in: ᱵᱟᱴᱟᱠ ᱛᱚᱵᱟ

source: Bavarian
sat_in: ᱵᱟᱣᱟᱨᱤᱭᱟᱹᱱ

source: Beja
sat_in: ᱵᱮᱡᱟ

source: Belarusian
sat_in: ᱵᱮᱞᱟᱨᱩᱥᱤᱭᱟᱹᱱ

source: Bemba
sat_in: ᱵᱮᱢᱵᱟ

source: Bena
sat_in: ᱵᱮᱱᱟ

source: Betawi
sat_in: ᱵᱮᱴᱣᱟ

source: Bhojpuri
sat_in: ᱵᱷᱚᱡᱽᱯᱩᱨᱤ

source: Bikol
sat_in: ᱵᱤᱠᱚᱞ

source: Bini
sat_in: ᱵᱤᱱᱤ

source: Bishnupriya
sat_in: ᱵᱤᱥᱱᱩᱯᱨᱤᱭᱟ

source: Bislama
sat_in: ᱵᱤᱥᱞᱟᱢᱟ

source: Blin
sat_in: ᱵᱤᱞᱱ

source: Blissymbols
sat_in: ᱵᱞᱤᱥᱤᱢᱵᱚᱞᱥ

source: Bodo
sat_in: ᱵᱚᱰᱚ

source: Bosnian
sat_in: ᱵᱚᱥᱱᱤᱭᱟᱹᱱ

source: Brahui
sat_in: ᱵᱽᱨᱟᱦᱩᱱᱤ

source: Braj
sat_in: ᱵᱽᱨᱟᱹᱡᱽ

source: Breton
sat_in: ᱵᱽᱨᱮᱴᱚᱱ

source: Buginese
sat_in: ᱵᱩᱜᱤᱱᱤᱡᱽ

source: Bulgarian
sat_in: ᱵᱩᱞᱜᱮᱨᱤ

source: Bulu
sat_in: ᱵᱩᱞᱩ

source: Buriat
sat_in: ᱵᱩᱨᱤᱭᱟᱹᱛ

source: Burmese
sat_in: ᱵᱩᱨᱢᱤᱡᱽ

source: Myanmar Language
sat_in: ᱢᱭᱟᱱᱢᱟᱨ ᱯᱟᱹᱨᱤ

source: Caddo
sat_in: ᱠᱟᱰᱚ

source: Cajun French
sat_in: ᱠᱟᱡᱩᱱ ᱯᱷᱨᱮᱧᱪ

source: Cantonese
sat_in: ᱠᱟᱱᱴᱚᱱᱤᱡᱽ

source: Chinese, Cantonese
sat_in: ᱪᱟᱭᱱᱤᱡᱽ, ᱠᱟᱱᱴᱚᱱᱤᱡᱽ

source: Capiznon
sat_in: ᱠᱟᱯᱤᱡᱽᱱᱚᱱ

source: Carib
sat_in: ᱠᱟᱨᱤᱵ

source: Catalan
sat_in: ᱠᱟᱴᱞᱟᱱ

source: Cayuga
sat_in: ᱠᱟᱭᱩᱜᱟ

source: Cebuano
sat_in: ᱥᱤᱵᱩᱟᱱᱚ

source: Central Atlas Tamazight
sat_in: ᱥᱮᱱᱴᱨᱟᱞ ᱮᱴᱞᱟᱥ ᱛᱟᱢᱟᱡᱟᱭᱮᱛ

source: Central Dusun
sat_in: ᱥᱮᱱᱴᱨᱟᱞ ᱫᱩᱥᱩᱱ

source: Central Kurdish
sat_in: ᱥᱮᱱᱴᱨᱟᱞ ᱠᱩᱨᱫᱤᱥ

source: Kurdish, Central
sat_in: ᱠᱩᱨᱥᱮᱱᱴᱨᱟᱞ

source: Kurdish, Sorani
sat_in: ᱠᱩᱨᱜᱤᱥ, ᱥᱚᱨᱟᱢᱤ

source: Central Yupik
sat_in: ᱥᱮᱱᱴᱨᱟᱞ ᱭᱩᱯᱤᱠ

source: Chadian Arabic
sat_in: ᱪᱟᱰᱤᱭᱟᱹᱱ ᱟᱹᱨᱮᱵᱤᱠ

source: Chagatai
sat_in: ᱪᱷᱟᱜᱟᱴᱟᱭ

source: Chakma
sat_in: ᱪᱷᱟᱹᱢᱠᱟ

source: Chamorro
sat_in: ᱪᱷᱟᱢᱚᱨᱚ

source: Chechen
sat_in: ᱪᱷᱮᱪᱷᱮᱱ

source: Cherokee
sat_in: ᱪᱷᱮᱨᱚᱠᱤ

source: Cheyenne
sat_in: ᱪᱷᱮᱭᱮᱱ

source: Chibcha
sat_in: ᱪᱷᱤᱵᱪᱷᱟ

source: Chickasaw
sat_in: ᱪᱷᱤᱠᱟᱥᱚ

source: Chiga
sat_in: ᱪᱷᱤᱜᱟ

source: Chimborazo Highland Quichua
sat_in: ᱪᱷᱤᱢᱵᱚᱨᱟᱡᱚ ᱦᱟᱭᱞᱮᱸᱱᱰ ᱠᱣᱤᱪᱷᱩᱣᱟ

source: Chinese
sat_in: ᱪᱟᱭᱱᱤᱡᱽ

source: Simplified Chinese
sat_in: ᱟᱞᱜᱟᱣᱟᱠᱟᱱ ᱪᱟᱭᱱᱤᱡᱽ

source: Simplified Mandarin Chinese
sat_in: ᱟᱞᱜᱟᱣᱟᱠᱟᱱ ᱢᱟᱫᱟᱨᱤᱱ ᱪᱟᱭᱱᱤᱡᱽ

source: Traditional Chinese
sat_in: ᱴᱨᱮᱰᱤᱥᱱᱟᱞ ᱪᱟᱭᱱᱤᱡᱽ

source: Traditional Mandarin Chinese
sat_in: ᱴᱨᱮᱰᱤᱥᱱᱟᱞ ᱢᱟᱫᱟᱨᱤᱱ ᱪᱟᱭᱱᱤᱡᱽ

source: Mandarin Chinese
sat_in: ᱢᱟᱹᱱᱰᱟᱨᱤᱭᱟᱹᱱ ᱪᱟᱭᱱᱤᱡᱽ

source: Chinese, Mandarin
sat_in: ᱪᱟᱭᱱᱤᱡᱽ, ᱢᱟᱱᱰᱟᱨᱤᱱ

source: Chinook Jargon
sat_in: ᱪᱤᱱᱩᱠ ᱡᱟᱨᱜᱚᱱ

source: Chipewyan
sat_in: ᱪᱤᱯᱮᱭᱟᱱ

source: Choctaw
sat_in: ᱪᱷᱚᱠᱴᱟᱣ

source: Church Slavic
sat_in: ᱪᱚᱨᱪ ᱥᱞᱟᱣᱤᱠ

source: Chuukese
sat_in: ᱪᱷᱩᱠᱤᱡᱽ

source: Chuvash
sat_in: ᱪᱷᱩᱣᱟᱥ

source: Classical Newari
sat_in: ᱠᱞᱟᱥᱤᱠᱟᱠ ᱱᱮᱣᱟᱨᱤ

source: Classical Syriac
sat_in: ᱠᱞᱟᱥᱤᱠᱟᱞ ᱥᱭᱨᱤᱭᱟᱠ

source: Colognian
sat_in: ᱠᱚᱞᱚᱜᱱᱤᱭᱟᱹᱱ

source: Comorian
sat_in: ᱠᱚᱢᱚᱨᱤᱭᱟᱹᱱ

source: Coptic
sat_in: ᱠᱚᱞᱴᱤᱠ

source: Cornish
sat_in: ᱠᱚᱨᱱᱤᱥ

source: Corsican
sat_in: ᱠᱚᱨᱥᱤᱠᱟᱱ

source: Cree
sat_in: ᱠᱨᱤ

source: Crimean Turkish
sat_in: ᱠᱨᱤᱢᱤᱭᱟᱹᱱ ᱛᱩᱨᱠᱤᱥ

source: Croatian
sat_in: ᱠᱨᱚᱮᱥᱤᱭᱟᱹᱱ

source: Czech
sat_in: ᱡᱮᱠ

source: Dakota
sat_in: ᱰᱟᱹᱠᱚᱴᱟ

source: Danish
sat_in: ᱰᱮᱱᱤᱥ

source: Dargwa
sat_in: ᱰᱟᱹᱨᱜᱽᱣᱟ

source: Dazaga
sat_in: ᱰᱟᱡᱟᱜᱟ

source: Delaware
sat_in: ᱰᱮᱞᱟᱣᱟᱨᱮ

source: Dinka
sat_in: ᱰᱤᱱᱠᱟ

source: Divehi
sat_in: ᱰᱤᱣᱮᱦᱤ

source: Dogri
sat_in: ᱰᱚᱜᱽᱨᱤ

source: Dogrib
sat_in: ᱰᱚᱜᱽᱨᱤᱵ

source: Duala
sat_in: ᱰᱣᱟᱞᱟ

source: Dutch
sat_in: ᱰᱚᱪ

source: Flemish
sat_in: ᱯᱷᱞᱮᱢᱤᱥ

source: Dyula
sat_in: ᱰᱭᱩᱞᱟ

source: Dzongkha
sat_in: ᱡᱚᱝᱠᱷᱟ

source: Eastern Frisian
sat_in: ᱥᱟᱢᱟᱝ ᱯᱷᱨᱤᱥᱤᱭᱟᱱ

source: Efik
sat_in: ᱤᱯᱷᱤᱠ
